Repository: common-repository/copecart-lifterlmsg
Catalog: languages/copecart-lifterlms-*.po
Languages: de_de

source: , User Already Exists With user_id
de_de: , Es gibt bereits einen Benutzer mit dieser ID

source: , Course Not Available
de_de: , Kurs nicht verfügbar

source: , Course Not Found
de_de: , Kurs nicht gefunden

source: , New User Created With user_id
de_de: , Neuer Benutzer angelegt mit user_id

source: , No Event Found
de_de: , Kein Event gefunden

source: , Payment Failed
de_de: , Zahlung fehlgeschlagen

source: , User Already Enrolled
de_de: , Benutzer bereits eingetragen

source: , User Already Exist With user_id
de_de: , Es gibt bereits einen Benutzer mit dieser ID

source: , User Enrolled To course_id
de_de: , Benutzer eingeschrieben in course_id

source: , User Enrolled To course_id using copecart trial
de_de: , Benutzer eingeschrieben in course_id mit CopeCart Testzeitraum

source: , User Not Found
de_de: , Benutzer niche gefunden

source: , User Unenrolled To course_id
de_de: , Benutzer wurde von course_id ausgetragen

source: Cannot open file:
de_de: Diese Daten kann nicht geöffnet werdeb;

source: Copecart Course ID
de_de: CopeCart Kurs ID

source: Copecart Membership ID
de_de: CopeCart Mitgliedschaft ID

source: Copecart Payment IPN Settings
de_de: CopeCart IPN Einstellungen

source: CopeCart-LifterLMS
de_de: CopeCart-LifterLMSG

source: Course IPN URL
de_de: Benachrichtigungs URL:

source: Course IPN URL:
de_de: Benachrichtigungs URL:

source: Enabling this will remove checkout tab and order post-type.
de_de: Diese werden nicht benötigt, wenn du mit CopeCart verkaufst.

source: Hide Checkout settings and Order Menu
de_de: Verberge alle Checkout Einstellungen von LifterLMS:

source: Membership ID
de_de: Mitgliedschaft ID

source: None
de_de: Keine

source: Product ID
de_de: Produkt ID

source: Remove checkout and order.
de_de: Checkout Optionen verbergen (empfohlen).

source: Used for CopeCart Payment Gateway Integration With Lifter LMS
de_de: Für Schnittstelle zwischen CopeCart und LifterLMS
